11/data/attachments/a5ff6bd510f0b129.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_11588301-da1c-4fd6-9680-fbe35f805990</nif:username>
            <nif:friendToBeAdded>Jasmin_radio_Friend_3328_9</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>